Repository: nephila/aldryn-jobs
Catalog: aldryn_jobs/locale/*/LC_MESSAGES/django.po
Languages: de

source: Successfully sent {0} rejection email(s).
de: Erfolgreich gesendet {0} abgehlente E-Mail (s).

source: Successfully deleted {0} application(s) and sent rejection email.
de: Erfolgreich Anwendung (en gelöscht {0} ) und abgelehnte E-Mail gesendet.

source: Send rejection e-mail {0}
de: Sende abgelehnte Email {0}

source: Send rejection e-mail and delete application {0}
de: Sende abgelehnte Email und lösche Applikation {0}.

source: Job Opening
de: offene Stelle

source: Personal information
de: Persönliche Informationen

source: Cover letter & attachments
de: Begleitschreiben und Anhänge

source: Attachments
de: Anhänge

source: Translatable fields
de: Übersetzbare Felder

source: Supervisors
de: Vorgesetzte

source: Options
de: Optionen

source: Publication period
de: Veröffentlichungszeitraum

source: Vacancy filled
de: Stelle besetzt

# aldryn-jobs
source: We will inform you about the progress.
de: Wir halten Sie auf dem Laufenden.

# aldryn-jobs
source: You have successfully applied for %(job)s.
de: Herzlichen Dank für Ihre Bewerbung auf die Stelle %(job)s.

# aldryn-jobs
source: %(applicant)s has just applied for %(job)s.
de: %(applicant)s hat sich für die Stelle %(job)s beworben.

# aldryn-jobs
source: <p>Dear %(salutation)s %(first_name)s %(last_name)s</p>
de: <p>%(salutation)s %(first_name)s %(last_name)s Besten</p>

# aldryn-jobs
source: <p> Due to the large quantity of applications received, it was a difficult task to short-list candidates and after careful consideration we have decided not to take your application any further. If you are still interested in employment with us, all our job openings are listed on our website, which is updated regularly. We are sorry that we cannot help you on this occasion, but would like to take this opportunity to thank you for the interest you have shown in us and to wish you every success with your future career. </p> <p>Kind regards</p> <p>Your HR team</p>
de: <p> Aufgrund der großen Anzahl eingegangener Bewerbungen, war es schwierig, eine engere Auswahl an Kandidatinnen und Kandidaten zu treffen. Nach sorgfältiger Abwägung haben wir uns jedoch entschieden, dass wir Ihre Bewerbung nicht weiter berücksichtigen können. Sollten Sie weiterhin Interesse an einer Anstellung bei uns haben, finden Sie alle unsere Stellenangebote auf unserer Website, welche regelmässig aktualisiert wird. Wir bedauern, Ihnen keine positive Nachricht geben zu können, möchten jedoch die Gelegenheit nutzen, um Ihnen für Ihr Interesse zu danken und wünschen Ihnen viel Erfolg auf Ihrem weiteren Berufsweg. </p> <p>Freundliche Grüsse</p> <p>Ihr HR-Team</p>

# aldryn-jobs
source: Dear %(salutation)s %(first_name)s %(last_name)s
de: %(salutation)s %(first_name)s %(last_name)s Besten

# aldryn-jobs
source: Due to the large quantity of applications received, it was a difficult task to short-list candidates and after careful consideration we have decided not to take your application any further. If you are still interested in employment with us, all our job openings are listed on our website, which is updated regularly. We are sorry that we cannot help you on this occasion, but would like to take this opportunity to thank you for the interest you have shown in us and to wish you every success with your future career. Kind regards Your HR team
de: Aufgrund der großen Anzahl eingegangener Bewerbungen, war es schwierig, eine engere Auswahl an Kandidatinnen und Kandidaten zu treffen. Nach sorgfältiger Abwägung haben wir uns jedoch entschieden, dass wir Ihre Bewerbung nicht weiter berücksichtigen können. Sollten Sie weiterhin Interesse an einer Anstellung bei uns haben, finden Sie alle unsere Stellenangebote auf unserer Website, welche regelmässig aktualisiert wird. Wir bedauern, Ihnen keine positive Nachricht geben zu können, möchten jedoch die Gelegenheit nutzen, um Ihnen für Ihr Interesse zu danken und wünschen Ihnen viel Erfolg auf Ihrem weiteren Berufsweg. Freundliche Grüsse Ihr HR-Team

# aldryn-jobs
source: Your application
de: Deine Bewerbung

source: Apply for this job
de: Bewirb dich für diese Stelle

source: Submit
de: Senden

source: inactive
de: untätig

source: Back to Overview
de: Zurück zur Übersicht

source: No items available
de: Keine Stellen vorhanden

source: Showing %(vacancies_count)s job opening
de: Zeige %(vacancies_count)s offene Stelle

source: read more
de: Weiterlesen

source: There are currently no job openings.
de: Es gibt zurzeit keine offenen Stellen

source: Back
de: Zurück

source: Jobs
de: Stellen

source: Aldryn Jobs configuration
de: Aldryn Jobs Konfiguration

source: Aldryn Jobs configurations
de: Aldryn Jobs Konfiguration

source: Job Categories Menu
de: Job Kategorien Menu

source: Job Openings Menu
de: Offene Stellen Menu

source: There is an error in plugin configuration: selected Job config is not available. Please switch to edit mode and change plugin app_config settings to use valid config. Also note that aldryn-jobs should be used at least once as an apphook for that config.
de: Ein Fehler ist aufgetreten bezüglich der konfiguration des Plugin: der ausgewählten "job config" ist nicht verfügbar. Bitte wechsle zum "edit mode" und ändere die "change plugin app_config" Einstellungen sodass sie konfigurationen validiert sind. Beachte, dass aldryn-hobs mindestens einmal als Apphook-Seite konfiguriert ist.

source: Categories list
de: Kategorieliste

source: Job List
de: Stellenliste

source: Configure application
de: Konfiguiere Applikation

source: Edit category
de: Bearbeite Kategorie

source: Add new category
de: Kategorie hinzufügen

source: Edit job opening
de: Bearbeite offene Stelle

source: Add new job opening
de: Erstelle eine offene Stelle.

source: Optional. If provided, will be added to the main body of the Opening content.
de: Optional. Falls vorhanden, wird dies zum "main body" der Stelleanzeige hinzugefügt.

source: Date Acceptable Formats: 2015-11-30, 11/30/2015, 11/30/15
de: Akzeptable Datenformate: 2015-11-30, 11/30/2015, 11/30/15

source: New job category
de: Neue Job Kategorie

source: Create a new job category.
de: Erstelle neue Job Kategorie.

source: New job opening
de: Neue offene Stelle

source: Create a new job opening.
de: Erstelle eine offene Stelle.

source: Cannot work properly when config class is not provided.
de: Kann nicht korrekt ausgeführt werden wenn die "config class" nicht zur Verfügung gestellt wurde.

source: Following {0} exists but either pages are not published, or there is no apphook. To use them - attach them or publish pages to which they are attached:
de: Die folgende {0} existieren, jedoch sind die Seiten nicht publiziert, oder sie haben keinen Apphook. Um diese zu Verwenden, konfigurieren Sie einen Apphook oder publizieren Sie die Seite, welche den Apphook enthaltet.

source: Seems that selected Job config is not plugged to any page, or maybe that page is not published.Please select Job config that is being used.
de: Der ausgewählte Job config ist nicht verbunden zu keiner Seite. Vielleicht ist die Seite noch nicht Veröffentlicht. Bitte wähle ein Job config, der in Verwendung ist.

source: Auto-generated. Used in the URL. If changed, the URL will change. Clear it to have the slug re-created.
de: Automatisch generiert. Wird in der URL verwendet. Falls geändert, ändert sich auch die URL. Entfernen um Slug neu zu generieren.

source: supervisors
de: Vorgesetzte

source: Supervisors will be notified via email when a new job application arrives.
de: Vorgesetzte werden notifiziert via Email when eine neue Bewerbung vorhanden ist.

source: app configuration
de: Applikationskonfiguration

source: ordering
de: ordernd

source: job category
de: Job Kategorie

source: job categories
de: Job Kategorien

source: Germany
de: Deutschland

source: Switzerland
de: Schweiz

source: United Kingdom
de: Vereinigtes Königreich

source: France
de: Frankreich

source: title
de: Titel

source: short description
de: Kurze Beschreibung

source: This text will be displayed in lists.
de: Dieser Text wird in der Liste angezeigt.

source: category
de: Kategorie

source: active?
de: Tätig?

source: vacancy filled
de: stelle besetzt

source: published since
de: Veröffentlicht seit

source: published until
de: Veröffentlicht bis

source: viewer can apply for the job?
de: Sie können sich für diese Stelle bewerben?

source: country
de: land

source: job opening
de: offene Stelle

source: job openings
de: offene Stellen

source: question
de: frage

source: I agree that my data may be stored even beyond a specific vacancy and that I will be informed about interesting job offers.
de: Ich bin damit einverstanden, dass meine Daten auch über eine konkrete Stellenbesetzung hinaus gespeichert werden und ich auf interessante Stellenangebote hingewiesen werde.

source: I would like my data to be deleted after the current application process.
de: Ich möchte, dass meine Daten nach dem aktuellen Bewerbungsverfahren gelöscht werden.

source: Please select
de: Bitte auswählen

source: Mr.
de: Herr

source: Mrs.
de: Frau

source: Yes
de: Ja

source: No
de: Nein

source: 1 month
de: 1 Monat

source: 2 months
de: 2 Monate

source: 3 months
de: 3 Monate

source: 6 months
de: 6 Monate

# None in notice period
source: None
de: Keine

source: Other (please specify)
de: Andere (bitte spezifizieren)

source: Other (please specify)
de: Andere (bitte spezifizieren)

source: Rejection Rahn AG
de: Absage Rahn AG

source: Rejection Candidate
de: Absage Kandidat

source: Confirmation of receiving
de: Eingangsbestätigung

source: Maybe later
de: Eventuell Später

source: Contact
de: Kontakt

source: 1st interview
de: 1. Interview

source: 2nd interview
de: 2. Interview

source: 3rd interview
de: 3. Interview

source: Missing documents
de: Fehlende Unterlagen

source: Employment Contract
de: Anstellung Vertrag

source: Shared with superiors
de: Mit Vorgesetzten geteilt

source: salutation
de: Anrede

source: first name
de: Vorname

source: last name
de: Nachname

source: street
de: strasse

source: city
de: ort

source: zip code
de: PLZ

source: nationality
de: nationalität

source: phone number
de: Telefon Nummer

source: valid work permit
de: Gültige Arbeitsbewilligung

source: cover letter
de: motivationsschreiben

source: answer 1
de: antwort 1

source: answer 2
de: antwort 2

source: answer 3
de: antwort 3

source: expected salary
de: lohnvorstellung

source: notice period
de: kündigungsfrist

source: how did you hear about us?
de: wie sind Sie auf uns aufmerksam geworden?

source: other (how did you hear about us)
de: andere (wie sind Sie auf uns aufmerksam geworden?)

source: data retention
de: datenspeicherung

source: application pool
de: Bewerber Pool

source: abc analysis
de: ABC Analyse

source: created
de: Erstellt

source: rejected?
de: absage?

source: rejection date
de: Absagedatum

source: job application
de: Bewerbung

source: job applications
de: Bewerbungen

source: Select appropriate app. configuration for this plugin.
de: Wähle angemessene Applikationskonfigurationen für dieses Plugin.

source: Choose specific Job Openings to show or leave empty to show latest. Note that Job Openings from different app configs will not appear.
de: Wähle einen spezifischene offene Stelle. Leer lassen zeigt nie neuste Stelle. Beachte das verschiedene offene Stellen von verschiedenen "app configs" nicht erscheinen.

source: %s categories
de: %s Kategorien

source: You can't apply for this job.
de: Sie können sich für diese Stelle nicht bewerben.

source: You have successfully applied for %(job)s.
de: Herzlichen Dank für Ihre Bewerbung auf die Stelle %(job)s.
